[
  { "country": "India", "fact": "India is the world’s largest democracy and has over 22 officially recognized languages." },
  { "country": "Japan", "fact": "Japan has more than 6,800 islands and is home to the world’s oldest known company." },
  { "country": "France", "fact": "France is the most visited country in the world by international tourists." },
  { "country": "Brazil", "fact": "Brazil contains about 60% of the Amazon rainforest." },
  { "country": "Canada", "fact": "Canada has the longest coastline of any country in the world." },
  { "country": "Australia", "fact": "Australia is wider than the moon and has more kangaroos than people." },
  { "country": "Germany", "fact": "Germany has over 1,500 types of sausages and more than 300 kinds of bread." },
  { "country": "Italy", "fact": "Italy has more UNESCO World Heritage Sites than any other country." },
  { "country": "China", "fact": "China is home to the Great Wall, the longest man-made structure ever built." },
  { "country": "Russia", "fact": "Russia spans 11 time zones, more than any other country." },

  { "country": "United States", "fact": "The U.S. has no official national language at the federal level." },
  { "country": "South Africa", "fact": "South Africa has 11 official languages." },
  { "country": "Egypt", "fact": "The pyramids of Egypt were built before the invention of the wheel." },
  { "country": "Mexico", "fact": "Mexico introduced chocolate, chilies, and corn to the world." },
  { "country": "Spain", "fact": "Spain produces nearly half of the world’s olive oil." },
  { "country": "Norway", "fact": "Norway experiences the Midnight Sun during summer months." },
  { "country": "Switzerland", "fact": "Switzerland has four national languages and no capital city by law." },
  { "country": "Netherlands", "fact": "About one-third of the Netherlands lies below sea level." },
  { "country": "Argentina", "fact": "Argentina is the birthplace of tango dance." },
  { "country": "Greece", "fact": "Greece has over 6,000 islands, of which around 200 are inhabited." },

  { "country": "South Korea", "fact": "South Korea has one of the fastest average internet speeds in the world." },
  { "country": "Thailand", "fact": "Thailand was never colonized by a European power." },
  { "country": "New Zealand", "fact": "New Zealand was the first country to give women the right to vote." },
  { "country": "Turkey", "fact": "Turkey is located on two continents: Europe and Asia." },
  { "country": "Indonesia", "fact": "Indonesia has the largest Muslim population in the world." },
  { "country": "Portugal", "fact": "Portugal is the oldest nation-state in Europe with unchanged borders." },
  { "country": "Finland", "fact": "Finland is consistently ranked as one of the happiest countries in the world." },
  { "country": "Iceland", "fact": "Iceland runs almost entirely on renewable energy." },
  { "country": "Peru", "fact": "Peru is home to Machu Picchu, one of the New Seven Wonders of the World." }
]
